Repository: voidptr/xneur-option
Catalog: branches/0.6.0/gxneur/po/*.po
Languages: fr

source: gXNeur About...
fr: Sur gXNeur...

source: <b>X Neural Switcher for Gnome</b> GTK2 frontend for XNeur AUTHORS: Andrew Crew Kuznetsov Nikolay Yankin
fr: <b>X Neural Switcher для Gnome</b> GTK2 оболочка для XNeur Les Auteur: Andrew Crew Kuznetsov Nikolay Yankin

source: XNeur Settings
fr: XNeur Accordage

source: <b>Processing Mode </b>
fr: <b>Le mode du programme </b>

source: Automatic
fr: Automatique

source: Manual
fr: De main

source: <b>Key Bindings</b>
fr: <b>Les combinaisons des touches</b>

source: Replace Selected Text
fr: Le remplacement du texte choisi

source: Change Processing Mode
fr: Le remplacement du mode

source: Replace Last String
fr: Le remplacement de la dernière ligne

source: Replace / Cancel Replace
fr: Le remplacement / La suppression du remplacement

source: None
fr: Manque

source: Transliterate Selected Text
fr: La translitération du texte choisi

source: Change Case Selected Text
fr: Le remplacement du registre du texte choisi

source: <b>Additional</b>
fr: <b>En supplément</b>

source: Processing Mouse Events
fr: Traiter les événements de la souris

source: Enable Education Mode
fr: Insérer le régime de l'autodidaxie

source: Remember Layoute For Each Window
fr: Retenir la répartition pour chaque fenêtre

source: Save Selection After Change Selected Text
fr: Garder la mise en relief après le changement du texte choisi

source: Preferences
fr: Les paramètres

source: Language Name
fr: Le nom de la langue

source: Number
fr: Le numéro

source: Dictionary...
fr: Le dictionnaire...

source: Regular Expressions...
fr: Les expressions régulières...

source: Layouts
fr: Les répartitions

source: Excluded List
fr: La liste des exceptions

source: Add...
fr: Ajouter...

source: Remove
fr: Enlever

source: Force Automatic Processing List
fr: La liste pour le traitement forcé automatique

source: Force Manual Processing List
fr: La liste pour le traitement forcé de main

source: Applications
fr: Les applications

source: File Editing
fr: L'édition du fichier

source: Current Version
fr: La Version Courante

source: Application
fr: Le application

source: Stop Daemon
fr: Arrêter le démon

source: Run Daemon
fr: Lancer le démon

source: Disable Input Autocorrection
fr: Déconnecter l'autocorrection de l'introduction

source: Enable Input Autocorrection
fr: Insérer l'autocorrection de l'introduction

source: X Neural Switcher RUNNING (
fr: X Neural Switcher est lancé (

source: X Neural Switcher STOPPED (
fr: X Neural Switcher est arrêté (
