Repository: voidptr/xneur-option
Catalog: kxneur/po/*.po
Languages: ru

source: _: NAME OF TRANSLATORS Your names
ru: Вадим Лихота

source: _: EMAIL OF TRANSLATORS Your emails
ru: vadim-lvv@yandex.ru

source: Start xneur daemon
ru: Запустить службу xneur

source: Stop xneur daemon
ru: Остановить службу xneur

source: Set auto mode
ru: Установить автоматический режим

source: Set manual mode
ru: Установить ручной режим

source: * Unknown lang *
ru: * Неопознанный язык *

source: KXNeur (front-end) options
ru: Настройки KXNeur (front-end'a)

source: Run NXeur with start KXNeur
ru: Запускать службу xneur вместе с kxneur

source: Start XNeur with '--force' option
ru: Запускать xneur c параметром '--force'

source: With this option xneur don't check other xneur copies in ram
ru: С этой опцией xneur не проверяет наличие другой копии xneur в памяти

source: Autostart
ru: Автозапуск

source: Autostart of the program when entering the session. If recovery mode was enabled in KDE and KXNeur is running when exiting from this session, then KXneur will run automatically regardless of autostart setting.
ru: Автозапуск программы при входе в сеанс. Если в KDE установлен режим восстановления сеанса и KXNeur была запущена при выходе из последнего сеанса, то программа запустится независимо от того, установлен ли автозапуск.

source: Switcher mode
ru: Режим переключателя

source: This mode switches between two languages used the last. For select anothey language need pointed it. For selecting the third language one needs to click it in the program menu. The switcher mode makes sense if one uses three or more languages.
ru: Данный режим переключает между двумя языками, использовавшимися последними. Для выбора третьего языка необходимо указать его мышкой в меню программы. Режим переключателя имеет смысл при использовании трех и более языков.

source: show flag in tray
ru: показывать флаг в трее

source: show lang in tray
ru: показывать язык в трее

source: The style of icon reflected in the tray
ru: Стиль значка, отображаемого в трее

source: XNeur (daemon) options
ru: Настройки службы XNeur

source: Change iNCIDENTAL CapsLock
ru: Исправлять сЛУЧАЙНОЕ нажатие CapsLock

source: Change two CApital letter
ru: Исправлять две ПРописные буквы

source: Flush internal buffer when pressed Enter
ru: Сбрасывать буфер по нажатию Enter или Tab

source: Don't correct word when pressed Enter
ru: Не проверять слово по нажатию Enter или Tab

source: Enable Education Mode
ru: Включить режим самообучения

source: All the returned (incorrect) switchings will be automatically added to the dictionary.
ru: Все возвращенные (неверные) переключения будут автоматически заноситься в словарь.

source: Processing Mouse Events
ru: Обрабатывать события мыши

source: If activated this mode considers not only Space, Tab, Enter etc. to be the end of a word, but also mouse clicking to another field.
ru: При активации данного режима окончанием слова будет считаться не только Пробел, Табуляция, Enter и т.п, но и переход курсора к другому полю ввода щелчком мыши.

source: Save Selection After Change Selected Text
ru: Сохранять выделение после изменения выделенного текста

source: Save Keyboard Log
ru: Вести лог клавиатуры

source: Set Mode on Start
ru: Установить режим работы при запуске

source: Automatic
ru: автоматический

source: Manual
ru: ручной

source: The mode of program working set with its start
ru: Режим работы программы, который будет установлен при ее старте

source: Set Default Language for programs
ru: Установить язык по умолчанию для программ

source: Define initial keyboard layout for all new applications
ru: Установить начальную расскладку для новых программ

source: Delay before send event (in milliseconds)
ru: Задержка перед звуком (в миллисекундах)

source: Layouts
ru: Раскладки

source: Language Name
ru: Язык

source: Number
ru: Номер

source: English
ru: Английский

source: Russian
ru: Русский

source: Ukrainian
ru: Украинский

source: Belarusian
ru: Белорусский

source: French
ru: Французский

source: Romanian
ru: Румынский

source: Kazakh
ru: Казахский

source: German
ru: Немецкий

source: A number of the language group. NB! The numbers must be unique.
ru: Номер группы языка. Номера не должны повторяться!!!

source: Dictionary...
ru: Словарь...

source: The dictionaries for identification of certain language words. The words must be typed in Latine layout. For example, Russian 'tree' must be typed as 'lthtdj'.
ru: Словари распознавания слов какого-либо языка. Слова должны набираться в латинской расскладке. Например, 'дерево' должно быть набрано как 'lthtdj'.

source: Regular Expressions...
ru: Регулярные выражения...

source: To set a word in the form of regular expression
ru: Задать слово в виде регулярного выражения

source: The block of layouts allow to set languages and words for their processing by the program.
ru: Блок раскладок позволяет задать используемые языки и слова для их обработки программой.

source: Remember Layout For Each Window
ru: Запоминать раскладку для каждого окна

source: Program will save a language for each window.
ru: Программа будет запоминать язык для каждого окна.

source: Excluded List (one layout for program)
ru: Исключения (одна раскладка на всю программу)

source: List of the programs or names of MainWindow of these programs that coincide in most cases.
ru: Список программ или названий MainWindow этих программ, которые в большинстве случаев совпадают.

source: Add program from list...
ru: Добавить программу из списка

source: List of the running graphical programs or the names of their MainWindow (for several programs, for example sim, they do not coincide). If You do not see in the list your program use the button 'Point the window' below. The list of the programs was received by a query of child windows of the root-window by means of xwininfo from x11-tools.
ru: Список запущенных сейчас графических программ или названий их MainWindow (для некоторых программ, например sim, они не совпадают). Если Вы не видите в списке своей программы, воспользуйтесь кнопкой ниже 'Указать окно'. Список программ был получен запросом дочерних окон root-window посредством xwininfo из x11-tools.

source: Point window...
ru: Указать окно

source: After pressing the button 'Point the button' one should make mouse click on a program window that must be added to the list. It is possible one will have to point out several windows for some sdi programs that have independant windows. Xprop from X11 is used for receiving the information of pointed window.
ru: После нажатия кнопки 'Указать окно' следует щелкнуть мышкой на окне программы, которую нужно добавить в список. Для некоторых sdi программ, имеющих независимые окна, возможно, придется указать несколько окон. Для получения информации об указанном окне используется xprop из X11.

source: Excluded List
ru: Список исключений

source: Force Automatic Processing List
ru: Список для принудительной автоматической обработки

source: Force Manual Processing List
ru: Список для принудительной ручной обработки

source: Enable sounds on XNeur actions
ru: Активировать звуки событий в XNeur

source: Press Key On Layout 1
ru: Накмити клавишу для 1ой расскадки

source: Press Key On Layout 2
ru: Назмите клавишу для 2ой расскладки

source: Press Key On Layout 3
ru: Нажмите клавишу для 3ей расскладки

source: Press Key On Layout 4
ru: Нажмите клавишу для 4ой расскладки

source: Enable Layout 1
ru: Активировать 1ую расскладку

source: Enable Layout 2
ru: Активировать 2ую расскладку

source: Enable Layout 3
ru: Активировать 3ю расскладку

source: Enable Layout 4
ru: Активировать 4ую расскладку

source: Automatic Change Word
ru: Автоматическое изменение слова

source: Manual Change Word
ru: Ручное изменение слова

source: Change String
ru: Изменение строки

source: Change Selected Text
ru: Изменение выделенного текста

source: Translit Selected Text
ru: Транслитерация выделенного текста

source: Changecase Selected Text
ru: Изменение выделенного текста

source: List of sounds
ru: Список звуков

source: Settings
ru: Установки

source: Common
ru: Общие

source: Commons Options
ru: Общие настройки

source: Languages
ru: Языки

source: Languages Options
ru: Языковые настройки

source: Keys
ru: Клавиши

source: Key Combinations
ru: Комбинации клавиш

source: Programs
ru: Программы

source: Exclusions for Program
ru: Исключения для программ

source: Sounds
ru: Звуки

source: Sounds for Events
ru: Звуки событий

source: Replace / Cancel Replace
ru: Замена / Отмена замены

source: Replace Last String
ru: Замена последней строки

source: Change Processing Mode
ru: Смена режима работы

source: Replace Selected Text
ru: Смена выделенного текста

source: Transliterate Selected Text
ru: Транслитерация выделенного текста

source: Change Case Selected Text
ru: Смена регистра выделенного текста

source: Enable First Layout
ru: Активировать 1ую расскладку

source: Enable Secondary Layout
ru: Активировать 2ую расскладку

source: Enable Thrid Layout
ru: Активировать 3ю расскладку

source: Enable Fourth Layout
ru: Активировать 4ую расскладку

source: warning! kdelibs have bug with Ctrl+Break
ru: обратите внимание! kdelibs содержит ошибку с установкой Ctrl+Break

source: current programs:
ru: текущие программы

source: KXNeur (KDE X Neural Switcher) is XNeur front-end for KDE ( http://xneur.ru ). This version work with XNeur v.0.9.2 only
ru: KXNeur (KDE X Neural Switcher) -- фронт-енд XNeur для KDE ( http://xneur.ru ). Эта версия работает только с XNeur v.0.9.2

source: Authors X Neural Switcher, including Andrew Crew Kuznetsov and Yankin Nickolay Valerevich
ru: Авторы X Neural Switcher, в т.ч. Андрей Crew Кузнецов и Янкин Николай Валерьевич

source: Author kkbswitch,
ru: Автор kkbswitch,
