Repository: voidptr/xneur-option
Catalog: branches/0.6.1/gxneur/po/*.po
Languages: be

source: gXNeur About...
be: Пра gXNeur…

source: <b>X Neural Switcher for Gnome</b> GTK2 frontend for XNeur AUTHORS: Andrew Crew Kuznetsov Nikolay Yankin
be: <b>X Neural Switcher для Gnome</b> GTK2-абалонка для XNeur АЎТАРЫ: Андрэй Crew Кузьняцоў Мікалай Янкін

source: XNeur Settings
be: Налады XNeur

source: <b>Processing Mode </b>
be: <b>Рэжым працы праграмы </b>

source: Automatic
be: Аўтаматычны

source: Manual
be: Ручны

source: <b>Key Bindings</b>
be: <b>Спалучэнні клявішаў</b>

source: Replace Selected Text
be: Замена вылучанага тэксту

source: Change Processing Mode
be: Зьмена рэжыму працы

source: Replace Last String
be: Замена апошняга радка

source: Replace / Cancel Replace
be: Замена / Адмена Замены

source: None
be: Адсутнічае

source: Transliterate Selected Text
be: Трансьлітэрацыя вылучанага тэксту

source: Change Case Of Selected Text
be: Зьмена рэгістра вылучанага тэксту

source: <b>Advanced</b>
be: <b>Дадаткова</b>

source: Process Mouse Events
be: Апрацоўваць падзеі мышы

source: Enable Auto-Learn Mode
be: Уключыць рэжым саманавучаньня

source: Remember Keyboard Layout For Each Window
be: Запамінаць раскладку для кожнага вакна

source: Keep Selection After Changing Selected Text
be: Пакідаць вылучэньне пасьля зьмены вылучанага тэкста

source: Preferences
be: Парамэтры

source: Layout
be: Раскладкі

source: Number
be: Нумар

source: Dictionary...
be: Слоўнік…

source: Regular Expressions...
be: Рэгулярныя выразы…

source: Layouts
be: Раскладкі

source: Do not process these applications:
be: Сьпіс выключэньняў

source: Add...
be: Дадаць…

source: Remove
be: Выдаліць

source: Force Automatic Mode for these applications:
be: Сьпіс для прымусовай аўтаматычнай апрацоўкі:

source: Force Manual Mode for these applications:
be: Сьпіс для прымусовай ручной апрацоўкі:

source: Applications
be: Праграмы

source: File Editing
be: Рэдагаваньне файла

source: Current Version
be: Бягучая вэрсія

source: Application
be: Праграма

source: Stop Daemon
be: Спыніць дэман

source: Run Daemon
be: Запусьціць дэман

source: Disable Input Autocorrection
be: Адкл. аўтакарэкцыю ўводу

source: Enable Input Autocorrection
be: Укл. аўтакарэкцыю ўводу

source: X Neural Switcher RUNNING (
be: X Neural Switcher ПРАЦУЕ (

source: X Neural Switcher STOPPED (
be: X Neural Switcher СПЫНЕНЫ (
